{
    "Our world in this century is going through such instability that we have not experienced before. In the 20th Century, we witnessed the clash of imperialism against socialism, the cold war between US and USSR and the rise of Middle East countries’ influence backed by high oil prices. These tensions brought war and severe confrontations in the international scene, but on the other hand a certain stability was maintained with the power balance among the big countries. Since the birth of the 21st century, as a result of the changing power balance we are experiencing quite a new situation. The cycle of terrorism and local conflicts is recurring, and the ascendancy of emerging countries especially China is intensifying. Highly developed telecommunications networks have brought in the “Flat World”, and too much liquidity in the market is making the international financial system unstable and precipitating one financial crisis after another. Here in our country now, we have undergone a long economic slump after the bubble burst at the end of the last century, and Japan was transformed from a high economic growth country to a mature and low growth society. Aging and a low birth rate have brought about a decrease in population for the first time in this country’s history. Low consumption and fiscal imbalance have worsened and the low interest rate coupled with deflation are afflicting our economy. On top of that, the big March 2011 earthquake and the ensuing atomic accident have inflicted more burden on this country. I believe our country is now at the threshold of a new era and is calling for a big “change” from us. Unique Investments We, EXE were born on August 6th, 1991. Twenty years have passed since then, and as we were experiencing the turbulent last 10 years of the 20th century and the first 10 years of the 21st century, we have been constantly moving forward as a boutique investment house adapting to the change of air and the trend of the times. Change is Chance “Change is Chance” has been our guiding spirit through all this time. Our motto is not to shrink back from the changes of the times, but take to meet them head-on as business opportunities instead. We look carefully at what are needed in this society. We do not follow the fashion of “Now” but discern the trend of the “Future”. After making investments, we participate hands-on in the management of the companies and bring them up carefully like our children. That is the EXE investment style. Persistence to Human resource This investment motto is materialized in the domestic and Asian projects introduced here. We have realized and are managing several projects in Myanmar, Mongolia and Israel, thereby helping in these countries' development. This investment policy is applied to our approach to human resources. We take investment in people as most important and meaningful capital and are always looking for good people, people who look for the change by themselves, people who have their own ideas and policies. We welcome those ambitious young people who are aiming to run their own companies in the future by using EXE as their stepping board. In order to support those young people we also have an overseas internship program to allow them to experience actual business operations. I am pleased to introduce to you this unique investment house, EXE Corporation, and trust that you will accord us your continued interest and patronage. Hitoshi Tani CEO and President": "今世紀の私たちの世界は、これまでに経験したことのないほどの不安定さを経験しています。 20 世紀には、帝国主義と社会主義の衝突、米ソ冷戦、原油価格の高騰を背景とした中東諸国の台頭が見られました。これらの緊張は、戦争や国際舞台での激しい対立をもたらしましたが、一方で、大国間のパワーバランスにより、一定の安定が維持されました。 21世紀の誕生以来、パワーバランスの変化により、私たちはまったく新しい状況を経験しています。テロと地域紛争の連鎖が繰り返され、中国をはじめとする新興国の台頭が強まっています。高度に発達した通信網がもたらした「フラットワールド」では、市場の流動性が過剰になり、国際金融システムが不安定になり、金融危機が相次いでいます。 今、わが国は、前世紀末のバブル崩壊後、長い経済低迷を経て、高度経済成長国から成熟した低成長社会へと変貌を遂げました。高齢化と少子化により、この国の歴史上初めて人口が減少しました。低消費と財政不均衡が悪化し、低金利とデフレが相まって経済を苦しめています。さらに、2011 年 3 月の大地震とその後の原発事故は、この国にさらなる負担を与えました。我が国は今、新しい時代の幕開けを迎え、大きな「変化」を求めていると思います。 ユニークな投資 私たちエグゼは、1991年8月6日に誕生しました。それから20年、激動の20世紀ラスト10年、21世紀前半の10年を経験しながら、常にエグゼとして歩んでまいりました。空気の変化と時代の流れに適応するブティック投資家。 変化はチャンス Change is Chance」は、これまでずっと私たちの指針となってきました。私たちのモットーは、時代の変化に臆することなく、ビジネスチャンスとして真正面から向き合うことです。私たちは、この社会で何が必要とされているかを注意深く見ています。 「今」の流行を追うのではなく、「未来」のトレンドを見極めます。投資後は経営に参加し、我が子のように大切に育てていきます。それがEXEの投資スタイルです。 人材へのこだわり この投資モットーは、ここで紹介する国内およびアジアのプロジェクトで具体化されています。私たちはミャンマー、モンゴル、イスラエルでいくつかのプロジェクトを実現し、管理しており、これらの国の発展に貢献しています。 この投資方針は、人材へのアプローチにも適用されます。私たちは人への投資を最も重要で有意義な資本と捉え、常に良い人、自分で変化を求める人、独自のアイデアとポリシーを持っている人を探しています。 EXEを踏み台にして、将来は自分の会社を経営したいという意欲的な若者を歓迎します。そんな若者たちをサポートするため、実際の業務を体験できる海外インターンシップ制度も設けています。この度はユニークな投資会社、株式会社エグゼをご紹介させていただきます。今後とも変わらぬご愛顧を賜りますようお願い申し上げます。谷 均 代表取締役社長 "
  }